/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Configuración de su %@";
"CreateExtendMoreInfo" = "Seleccione “Crear una nueva red inalámbrica” si desea configurar su dispositivo inalámbrico AirPort en una nueva red inalámbrica. Los ordenadores que se unan a su red podrán comunicarse de forma inalámbrica con otros ordenadores en la misma (o mediante Ethernet, si así es como están conectados). Si configura el dispositivo para que se conecte a Internet, los ordenadores conectados de forma inalámbrica o mediante cable podrán compartir esta conexión. Haga clic en Continuar para configurar una nueva red inalámbrica.\n\nSeleccione “Ampliar el radio de alcance de mi red AirPort Extreme o AirPort Express” si ya dispone de una red AirPort configurada y desea que el dispositivo se una a ella y extienda su alcance. La extensión del alcance de una red inalámbrica se conoce como Sistema de distribución inalámbrico (WDS, en sus siglas en inglés). Los dispositivos inalámbricos en un WDS comparten una única conexión a Internet y la distribuyen entre los ordenadores conectados a la red.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Cómo asignar a su red inalámbrica un nombre y una contraseña.";
"NameMoreInfo" = "El nombre se muestra en la barra lateral de la Utilidad AirPort. Utilice un nombre reconocible, como “Oficina” o “Sala de estar”. Así, si una red tiene más de un dispositivo inalámbrico, podrá reconocer fácilmente el que desea configurar o cambiar. Introduzca una contraseña para el dispositivo. Esta es la contraseña que deberá introducir para poder cambiar los ajustes.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Proteja su red";
"SecurityMoreInfo" = "Puede proteger su red con una contraseña que deberá introducir cualquiera que intente conectarse.\n\nLos dispositivos inalámbricos AirPort son compatibles con dos tipos de contraseña:\n• WPA2: las contraseñas Wi-Fi Protected Access son más seguras, pero pueden resultar menos compatibles.\n• WEP de 128 bits: las contraseñas (Wired Equivalent Privacy) son más compatibles con los ordenadores y tarjetas inalámbricas antiguos.\n\nSi selecciona “Sin seguridad”, cualquiera dentro del alcance podrá conectarse a su red sin necesidad de contraseña. No se recomienda esta opción.\n\nSi decide utilizar WEP de 128 bits, escoja una contraseña con una longitud exacta de 13 caracteres. Así se garantiza la compatibilidad con Windows y con otros dispositivos no Macintosh.\n\nSi selecciona WPA2, escoja una contraseña de al menos 8 caracteres.";
"SecurityMoreInfoWPANone.Title" = "Proteja su red";
"SecurityMoreInfoWPANone" = "Puede proteger su red con una contraseña mediante el sistema de seguridad inalámbrica WPA Personal. El sistema solicitará la introducción de la contraseña a cualquier persona que intente conectarse a la red.\n\nSi selecciona la opción “Sin seguridad”, cualquier persona que se encuentre dentro del radio de alcance de la red podrá conectarse a ella sin contraseña. No es recomendable usar esta opción.\n\nSi elige usar el sistema de seguridad WPA Personal, utilice una contraseña de como mínimo 8 caracteres.";
"SecurityMoreInfoWPA2None.Title" = "Proteja su red";
"SecurityMoreInfoWPA2None" = "Puede proteger su red con una contraseña mediante el sistema de seguridad inalámbrica WPA/WPA2 Personal. El sistema solicitará la introducción de la contraseña a cualquier persona que intente conectarse a la red.\n\nSi selecciona la opción “Sin seguridad”, cualquier persona que se encuentre dentro del radio de alcance de la red podrá conectarse a ella sin contraseña. No es recomendable usar esta opción.\n\nSi elige usar el sistema de seguridad WPA/WPA2 Personal, utilice una contraseña de como mínimo 8 caracteres.";
"SecurityMoreInfoTSN.Title" = "Proteja su red";
"SecurityMoreInfoTSN" = "Puede proteger su red con una contraseña que deberá introducir cualquiera que intente conectarse.\n\nLos dispositivos inalámbricos AirPort son compatibles con dos tipos de contraseña:\n• WPA2: las contraseñas Wi-Fi Protected Access son más seguras, pero pueden resultar menos compatibles.\n• Las contraseñas WEP (Transitional Security Network) son más compatibles con los ordenadores y tarjetas inalámbricas WEP antiguos, pero también permiten el acceso a su red de clientes WPA y WP2 más modernos.\n\nSi selecciona “Sin seguridad”, cualquiera dentro del alcance podrá conectarse a su red sin necesidad de contraseña. No se recomienda esta opción.\n\nSi decide utilizar WEP (Transitional Security Network), escoja una contraseña con una longitud exacta de 13 caracteres.\n\nSi selecciona WPA2, escoja una contraseña de al menos 8 caracteres.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "¿Cómo se conecta a Internet?";
"InternetMoreInfo" = "Si se conecta a Internet mediante un módem DSL o por cable y su proveedor de acceso a Internet le asigna una dirección IP automáticamente mediante DHCP, seleccione la primera opción.\n\nSeleccione la segunda opción si se conecta a Internet mediante PPPoE (protocolo de conexión punto a punto sobre Ethernet). Si se conecta a Internet mediante PPPoE, probablemente habrá recibido un nombre de cuenta y una contraseña. Consulte a su proveedor de acceso si no está seguro.\n\nSeleccione la tercera opción si se conecta a una red Ethernet. Para saber cómo recibe su dirección IP (mediante DHCP o manualmente), consulte al administrador de la red (o a quien la configuró).\n\nSi está configurando una estación base AirPort equipada con un módem interno y dispone de una cuenta PPP de acceso telefónico, seleccione “Utilizo un módem conectado a mi línea telefónica”.\n\nSeleccione la opción “No estoy preparado para conectarme a Internet en este momento” si desea seguir configurando su estación base pero no desea conectarse a Internet. Siempre puede volver a configurar su conexión a Internet cuando esté preparado.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Configurar TCP/IP en su dispositivo";
"EthernetMoreInfo" = "Seleccionar Manual o “Usar DHCP” en el menú local “Configurar IPv4” depende de cómo proporcione las direcciones IP su proveedor de Internet. Si usted las recibe automáticamente, seleccione “Usar DHCP” en el menú local “Configurar TCP/IP”. El campo “Dirección IP” y otros deberá rellenarlos su proveedor de Internet.\n\nSi el proveedor le suministró una dirección IP y otros números junto a su cuenta, seleccione Manual y utilice esta información para configurar manualmente la dirección IP del dispositivo inalámbrico. Si no está seguro, consulte a su proveedor de Internet.\n\nSi el proveedor le pregunta la dirección MAC de su dispositivo, utilice la dirección del puerto WAN Ethernet, impresa en la etiqueta en la parte inferior del dispositivo inalámbrico AirPort.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Seleccione lo que desea hacer con %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Si ya dispone de un dispositivo inalámbrico AirPort o un router inalámbrico y desea reemplazarlo por %@, seleccione “Deseo reemplazar una estación base o un router inalámbrico existente por %@”";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Si ya dispone de una red y desea que %@ se conecte a esa red de manera inalámbrica o usando Ethernet, seleccione “Deseo que %@ se conecte a mi red actual”";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Si no dispone de red inalámbrica o desea añadir otra red inalámbrica, seleccione “Deseo crear una nueva red inalámbrica”";

"GuestNetworkMoreInfo.Title" = "Red invitados";
"GuestNetworkMoreInfo" = "Una red de invitados permite a ordenadores cliente conectarse a Internet sin acceder a su red privada. Puede configurar una red de invitados con o sin contraseña.\n\nPuede configurar otras opciones de la red de invitados manualmente, como la opción de compartir archivos entre los ordenadores conectados a la red de invitados.";


/* End of strings file */
